Repository: jshackles/idle_master
Catalog: Source/IdleMaster/localization/strings.*.resx
Languages: ar, el, fr, sv, tr, zh_tw

source: &About
ar: &عن المشروع
el: &Περί
fr: &À propos
sv: & Om
tr: &Hakkında
zh_tw: 關於(&A)

# badge_didnt_load
source: Badge page didn't load, will retry in __num__ seconds
ar: لم يتم تحميل صفحة الشارات، إعادة المحاولة في __num__ ثواني
el: Η σελίδα εμβλημάτων δεν φόρτωσε, προσπάθεια πάλι σε __num__ δευτερόλεπτα
fr: La page des badges n'a pas pû être chargée, nouvel essai dans __num__ secondes
sv: Märkes sidan laddas inte, kommer att försöka igen om __num__ sekunder
tr: Rozet sayfası açılamadı, _num_ saniye sonra yeniden denenecek
zh_tw: 徽章頁沒有載入，將在 __num__ 秒後重試

source: &Blacklist
ar: &القائمة السوداء
el: &Μαύρη λίστα
fr: &Liste noire
sv: &Svartlista
tr: &Kara Liste
zh_tw: 黑名單(&B)

source: &Blacklist Current Game
ar: &ضع اللعبة الحالية في القائمة السوداء
el: &Βάλτε το τρέχων παιχνίδι στη Μάυρη Λίστα
fr: &Mettre le jeu en cours en liste noire
sv: & Svartlista nuvarande spel
tr: &Mevcut Oyunu Kara Listeye Al
zh_tw: 將目前遊戲加入黑名單(&B)

source: card drops remaining
ar: بطاقات متبقية
el: Κάρτες που απομένουν
fr: cartes restantes à récupérer
sv: kvarvarande kort droppar
tr: kart kaldı
zh_tw: 卡片剩餘

source: Currently in-game
ar: حالياً في لعبة
el: Σε παιχνίδι
fr: Actuellement en jeu
sv: För närvarande i spelet
tr: Şu anki oyun
zh_tw: 目前正在遊戲內

source: E&xit
ar: &خروج
el: &Έξοδος
fr: Q&uitter
sv: &Avsluta
tr: &Çıkış
zh_tw: 離開(&X)

source: &File
ar: &ملف
el: &Αρχείο
fr: &Fichier
sv: &Fil
tr: &Dosya
zh_tw: 檔案(&F)

source: &Game
ar: &لعبة
el: &Παιχνίδι
fr: &Jeu
sv: &Spel
tr: &Oyun
zh_tw: 遊戲(&G)

source: games left to idle
ar: ألعاب متبقية للخمول
el: παιχνίδια που μένουν για αδρανοποίηση
fr: jeux restants à traiter
sv: spel kvar att idla
tr: çalıştırılacak oyun sayısı
zh_tw: 遊戲尚有未掉落卡片

source: &Help
ar: &مساعدة
el: &Βοήθεια
fr: &Aide
sv: &Hjälp
tr: &Yardım
zh_tw: 說明(&H)

source: Hours
ar: ساعات
el: Ώρες
fr: Heures
sv: Timmar
tr: Saat
zh_tw: 時數

source: hrs on record
ar: ساعة حتى الآن
el: ώρες στη καταγραφή
fr: hrs enregistrées
sv: antal timmar spelade
tr: saat oynanmış
zh_tw: 小時

# idle_master_connected
source: Idle Master is connected to Steam
ar: آيدل ماستر متصل بـ ستيم
el: Idle Master συνδέεται με Steam
fr: Idle Master est connecté à Steam
sv: Idle Master är ansluten till Steam
tr: Idle Master, Steam'e bağlı
zh_tw: Idle Master已經連結至Steam

# idle_master_notconnected
source: Idle Master is not connected to Steam
ar: آيدل ماستر غير متصل بـ ستيم
el: Το Idle Master δεν είναι συνδεδεμένο με το Steam
fr: Idle Master n'est pas connecté à Steam
sv: Idle Master är inte ansluten till Steam
tr: Idle Master, Steam'e bağlı değil
zh_tw: Idle Master尚未連結至Steam

source: idle now
ar: خامل الآن
el: σε αδράνεια τώρα
fr: traitement en cours
sv: idla nu
tr: çalışmayı başlat
zh_tw: 現在開始掉落

# idling_complete
source: Idling complete, no more card drops available
ar: اكتمل الخمول، لا يوجد بطاقات لكسبها
el: Η αδρανοοίηση ολοκηρώθηκε, δε μένουν αλλες λήψεις καρτών
fr: Traitement terminé, aucune carte restante n'est disponible
sv: Tomgång klar, finns inte fler kort
tr: Çalışma tamamlandı, kart hakkınız kalmadı
zh_tw: 掉落結束, 沒有可掉落的卡片

source: Idling paused
ar: الخمول متوقف
el: Αδρανοποίηση σε παύση
fr: Traitement en pause
sv: Idling pausad
tr: Çalışma duraklatıldı
zh_tw: 掉落已暫停

# loading_next
source: Loading next game...
ar: جاري تحميل اللعبة القادمة...
el: Φόρτωση του επόμενου παιχνιδιού...
fr: Chargement du prochain jeu...
sv: Laddar nästa spel...
tr: Sonraki oyun yükleniyor...
zh_tw: 正在載入下一個遊戲...

source: Name
ar: الإسم
el: Όνομα
fr: Nom
sv: Namn
tr: İsim
zh_tw: 名稱

source: Next check
ar: الفحص القادم
el: Επόμενος έλεγχος
fr: Prochaine vérification
sv: Nästa check
tr: Sonraki kontrol
zh_tw: 下一次檢查

source: Not in game
ar: ليس في لعبة
el: Εκτός παιχνιδιού
fr: Pas en jeu
sv: Ej i spel
tr: Oyunda değil
zh_tw: 不在遊戲中

source: &Official Group
ar: &مجموعة رسمية
el: &Επίσημη Ομάδα
fr: &Groupe officiel
sv: &Officiella gruppen
tr: &Resmi Grup
zh_tw: 官方群組(&O)

source: &Pause Idling
ar: &أوقف الخمول
el: &Παύση Αδρανοποίησης
fr: &Mettre en pause le traitement
sv: &Pausa idling
tr: &Çalışmayı Duraklat
zh_tw: 暫停掉落(&P)

source: please wait...
ar: الرجاء الإنتظار...
el: Παρακαλώ περιμένετε...
fr: veuillez patienter...
sv: var god vänta...
tr: lütfen bekleyin...
zh_tw: 請稍候...

source: Reading badge page
ar: جاري قراءة صفحة الشارات
el: Διαβάζοντας τη σελίδα εμβλημάτων
fr: Lecture de la page des badges
sv: Läser badge sidan
tr: Rozet sayfası okunuyor
zh_tw: 讀取徽章頁

source: &Release Notes
ar: &ملاحظات الإصدار
el: &Σημειώσεις έκδοσης
fr: &Notes de version
sv: &Release noteringar
tr: &Sürüm Notları
zh_tw: 版本發佈說明(&R)

source: &Resume Idling
ar: &أكمل الخمول
el: &Συνέχεια Αδρανοποίησης
fr: &Reprendre le traitement
sv: &Fortsätt idling
tr: &Çalışmaya Devam Et
zh_tw: 繼續(&R)

source: &Settings
ar: &الإعدادات
el: &Ρυθμίσεις
fr: &Réglages
sv: &Inställningar
tr: &Ayarlar
zh_tw: 設定(&S)

source: Signed in as
ar: مسجل الدخول كـ
el: Συνδεθείτε ως
fr: Connecté en tant que
sv: Inloggad som
tr: Olarak giriş yapıldı
zh_tw: 登入身分：

source: Sign In
ar: تسجيل دخول
el: Σύνδεση
fr: Se connecter
sv: Logga in
tr: Oturum Aç
zh_tw: 登入

source: Sign Out
ar: تسجيل خروج
el: Αποσύνδεση
fr: Se déconnecter
sv: Logga ut
tr: Oturumu Kapat
zh_tw: 登出

source: &Skip Current Game
ar: &تخطى اللعبة الحالية
el: Παράβλεψη &τρέχον παιχνιδιού
fr: &Passer le jeu en cours
sv: &Hoppa över nuvarande spel
tr: &Mevcut Oyunu Atla
zh_tw: 跳過目前遊戲(&S)

# sorting_results
source: Sorting results based on your settings, please wait...
ar: ترتيب النتائج حسب إعداداتك، الرجاء الإنتظار...
el: Ταξινόμηση αποτελεσμάτων με βάση τις ρυθμίσεις σας, παρακαλώ περιμένετε...
fr: Tri des résultats basé sur vos réglages, veuillez patienter...
sv: Sortera resultatet baserad på dina inställningar, var god vänta...
tr: Sonuçlar ayarlarınıza göre sıralanıyor, lütfen bekleyin...
zh_tw: 正在依您的設定進行排序，請稍候...

source: &Statistics
ar: &إحصائيات
el: &Στατιστικά
fr: &Statistiques
sv: &Statistik
tr: &İstatistik
zh_tw: 統計數據(&S)

# steam_ignored
source: Steam client status ignored
ar: حالة ستيم متجاهلة
el: Η κατάσταση Steam αγνοήθηκε
fr: Statut du client Steam ignoré
sv: Steam-klienten status ignorerades
tr: Steam istemcisi durumu yok sayıldı
zh_tw: Steam客戶端狀態已忽略

# steam_notrunning
source: Steam is not running
ar: ستيم لا يعمل
el: Το Steam δεν εκτελείται
fr: Steam n'est pas lancé
sv: Steam körs inte
tr: Steam çalışmıyor
zh_tw: Steam 已停止運行

# steam_running
source: Steam is running
ar: ستيم يعمل
el: Το Steam εκτελείται
fr: Steam est lancé
sv: Steam är igång
tr: Steam çalışıyor
zh_tw: Steam 正在運行

source: Update games status
ar: تحديث حالة الألعاب
el: Ενημέρωση κατάστασης παιχνιδιών
fr: Mise à jour du statut des jeux
sv: Uppdatera spelstatus
tr: Oyun durumunu güncelle
zh_tw: 更新遊戲狀態

source: &Accept
ar: &موافق
el: &Αποδοχή
fr: &Accepter
sv: &Acceptera
tr: &Onayla
zh_tw: 接受(&A)

source: &Add
ar: &إضافة
el: &Προσθήκη
fr: &Ajouter
sv: &Lägg till
tr: &Ekle
zh_tw: 添加(&A)

# add_game_blacklist
source: Add Game to Blacklist
ar: أضف لعبة للقائمة السوداء
el: Προσθήκη παιχνιδιού στη μαύρη λίστα
fr: Ajouter un jeu à la liste noire
sv: Lägg till spel i Blacklist
tr: Kara Listeye Oyun Ekle
zh_tw: 將遊戲加到黑名單

# advanced_auth
source: Display advanced authentication information
ar: أظهر معلومات المصادقة المتقدمة
el: Εμφάνιση πληροφοριών ελέγχου ταυτότητας για προχωρημένους
fr: Afficher les informations d'authentification avancées
sv: Visa avancerad autentiseringsinformation
tr: Gelişmiş kimlik doğrulama bilgilerini görüntüle
zh_tw: 顯示進階身份驗證資訊

# auth_data
source: Idle Master Authentication Data
ar: بيانات مصادقة آيدل ماستر
el: Δεδομένα ελέγχου ταυτότητας Idle Master
fr: Données d'authentification Idle Master
sv: Idle Master autentiseringsdata
tr: Idle Master Kimlik Doğrulama Verileri
zh_tw: Idle Master認證資料

source: &Cancel
ar: &إلغاء
el: &Ακύρωση
fr: &Annuler
sv: &Avbryt
tr: &İptal
zh_tw: 取消(&C)

# cookie_warning
source: Display information above [WARNING] Do not share this information with anyone, as it could potentially be used by an attacker to log into your Steam account.
ar: أظهر المعلومات فوق [تحذير] لا تشارك هذه المعلومات مع أي أحد، لأنه بالإمكان أن تُستخدم للهجوم والدخول إلى حسابك في ستيم.
el: Εμφάνιση πληροφοριών πάνω από [WARNING] Μη μοιράζεστε αυτές τις πληροφορίες με κανέναν, διότι θα μπορούσε να χρησημοποιηθεί από έναν εισβολέα να συνδεθεί στον λογαριασμό σας Steam.
fr: Afficher les informations ci-dessous [ATTENTION] Ne partagez ces informations avec personne, celles-ci peuvent être utilisées par un pirate pour se connecter à votre compte Steam.
sv: Visa informationen ovan [WARNING] Dela inte denna information med någon, obehöriga kan logga in på ditt Steam-konto.
tr: Yukarıdaki bilgileri görüntüle [WARNING] Bu bilgileri kimseyle paylaşmayın, potansiyel bir saldırgan tarafından Steam hesabınıza giriş yapmak için kullanılabilir.
zh_tw: 顯示資訊 [WARNING] 以上資訊請勿與人分享， 潛在攻擊者可能會用它登入至您的Steam帳戶。

source: General
ar: عام
el: Γενικά
fr: Général
sv: Allmänt
tr: Genel
zh_tw: 一般

# idle_individual
source: Idle each game individually
ar: أخمل كل لعبة على حده
el: Αδρανοποίησε κάθε παιχνίδι ξεχωριστά
fr: Traiter chaque jeu individuellement
sv: Idla ett spel åt gången
tr: Her oyunu ayrı ayrı çalıştır
zh_tw: 各遊戲卡片分開掉落

source: Idle Master Settings
ar: إعدادات آيدل ماستر
el: Ρυθμίσεις του Idle Master
fr: Réglages Idle Master
sv: Idle Master inställningar
tr: Idle Master Ayarları
zh_tw: Idle Master設定

# idle_simultaneous
source: Idle games simultaneously up to 2 hours, then individually
ar: أخمل ألعاب بنفس الوقت لمدة ساعتين، ثم كل لعبة على حده
el: Αδρανοποίησε τα παιχνίδια ταυτόχρονα μέχρι 2 ώρες, στη συνέχεια, ξεχωριστά
fr: Traiter les jeux simultanément jusqu'à 2 heures, puis individuellement
sv: Idla flera spel samtidigt upp till 2 timmar, sedan individuellt
tr: Oyunları 2 saate kadar eş zamanlı, sonra ayrı ayrı çalıştır
zh_tw: 所有遊戲同時等待掉落2小時，然後再分開進行

source: Idling Behavior
ar: سلوك الخمول
el: Συμπεριφορά Αδρανοποίησης
fr: Comportement de traitement
sv: Idling metod
tr: Çalışma Davranışı
zh_tw: 卡片掉落行為

source: Idling Order
ar: ترتيب الخمول
el: Σειρά Αδρανοποίησης
fr: Ordre de traitement
sv: Idling ordning
tr: Çalışma Sıralaması
zh_tw: 掉落順序

# ignore_client_status
source: Ignore Steam client status
ar: تجاهل حالة ستيم
el: Αγνόηση της κατάστασης του Steam
fr: Ignorer l'état du client Steam
sv: Ignorera Steam-klientens status
tr: Steam istemcisi durumunu yoksay
zh_tw: 忽略Steam用戶端狀態

source: Interface Language
ar: لغة الواجهة
el: Γλώσσα διεπαφής
fr: Langue de l'interface
sv: Språk för gränssnittet
tr: Arayüz Dili
zh_tw: 介面語言

# manage_blacklist
source: Manage Idle Master Blacklist
ar: إدارة القائمة السوداء
el: Διαχείριση της μαύρης λίστας του Idle Master
fr: Gérer la liste noire de Idle Master
sv: Hantera Idle Master Svartlista
tr: Idle Master Kara Listeyi Yönet
zh_tw: 管理Idle Master黑名單

# minimize_to_tray
source: Minimize Idle Master to system tray
ar: صغر آيدل ماستر لشريط المهام
el: Ελαχιστοποίηση του Idle Master στη περιοχή ειδοποιήσεων
fr: Réduire Idle Master dans la barre d'état système
sv: Minimera Idle Master till systemfältet
tr: Idle Master'ı sistem tepsisine küçült
zh_tw: 將Idle Master縮小至系統工具列

source: &OK
ar: &موافق
el: &Εντάξει
tr: &Tamam
zh_tw: 確認(&O)

# order_default
source: Default (Alphabetical Order)
ar: الإفتراضي (ترتيب أبجدي)
el: Προεπιλογή (αλφαβητική σειρά)
fr: Par défaut (Ordre Alphabétique)
sv: Standard (Alfabetisk ordning)
tr: Varsayılan (Alfabetik Sırayla)
zh_tw: 預設(字母順序)

# order_least
source: Prioritize games with the lowest number of available drops
ar: أولية للألعاب الأقل بطاقات يمكن اكتسابها
el: Προτεραιότητα σε παιχνίδια με το χαμηλότερο αριθμό των διαθέσιμων καρτών
fr: Favoriser les jeux avec le plus petit nombre de cartes restantes
sv: Priotera spel med minsta antalet av kvarvarande kort droppar
tr: En az kart sayısı olan oyunlara öncelik ver
zh_tw: 優先掉落遊戲卡片數量最少的

# order_most
source: Prioritize games with the highest number of available drops
ar: أولية للألعاب الأكثر بطاقات يمكن اكتسابها
el: Προτεραιότητα σε παιχνίδια με τον υψηλότερο αριθμό διαθέσιμων καρτών
fr: Favoriser les jeux avec le plus grand nombre de cartes restantes
sv: Priotera spel med flesta antalet av kvarvarande kort droppar
tr: En çok kart sayısı olan oyunlara öncelik ver
zh_tw: 優先掉落遊戲卡片數量最多的

# order_value
source: Prioritize games with the highest card values
ar: أولية للألعاب الأعلى بطاقات قيمةً
el: Προτεραιότητα σε παιχνίδια με τις υψηλότερες τιμές κάρτας
fr: Favoriser les jeux avec les cartes de plus hautes valeurs
sv: Prioritera spel med de högsta kortvärden
tr: En yüksek kart değerleri olan oyunlara öncelik ver
zh_tw: 優先掉落價值最高的卡片

# please_login
source: Please Login to Steam
ar: الرجاء تسجيل الدخول في ستيم
el: Παρακαλώ συνδεθείτε στο Steam
fr: Veuillez vous connecter à Steam
sv: Var god logga in på Steam
tr: Lütfen Steam'e Giriş Yapın
zh_tw: 請登入至Steam帳戶

# please_restart
source: Please restart the application for language changes to take effect.
ar: الرجاء إعادة تشغيل التطبيق لتطبيق تغيير اللغة.
el: Παρακαλώ επανεκκινήστε την εφαρμογή για να ισχύσουν οι αλλαγές στην γλώσσα.
fr: Veuillez redémarrer l'application pour que le changement de langue prenne effet.
sv: Var god starta om programmet så att språkinställningarna tar effekt.
tr: Dil değişikliklerinin geçerli olması için lütfen uygulamayı yeniden başlatın.
zh_tw: 請重新啟動程式，使語言更改生效

# release_notes_title
source: Idle Master Release Notes
ar: ملاحظات إصدار آيدل ماستر
el: Σημειώσεις έκδοσης του Idle Master
fr: Notes de versions de Idle Master
sv: Idle Master Release Information
tr: Idle Master Sürüm Notları
zh_tw: Idle Master版本發佈說明

source: &Save
ar: &حفظ
el: &Αποθήκευση
fr: &Sauvegarder
sv: &Spara
tr: &Kaydet
zh_tw: 儲存(&S)

# saving_info
source: Idle Master is saving your information
ar: آيدل ماستر يحفظ معلوماتك
el: Το Idle Master αποθηκεύει τις πληροφορίες σας
fr: Idle Master enregistre vos informations
sv: Idle Master sparar din information
tr: Idle Master bilgilerinizi kaydediyor
zh_tw: Idle Master正在儲存您的資訊

# show_username
source: Show Steam username of signed on user
ar: أظهر اسم المستخدم المسجل دخوله في ستيم
el: Εμφάνιση ονόματος χρήστη Steam του συνδεδεμένου χρήστη
fr: Afficher le nom d'utilisateur Steam de l'utilisateur connecté
sv: Visa Steam användarnamnet på den inloggade användaren
tr: Oturumdaki Steam kullanıcı adını göster
zh_tw: 顯示已登入Steam帳戶的使用者名字

source: This Session
ar: هذه الجلسة
el: Αυτήν την περίοδο λειτουργίας
fr: Cette session
sv: Denna session
tr: Bu Oturum
zh_tw: 這次使用期間

source: Total
ar: المجموع
el: Σύνολο
sv: Totalt
tr: Toplam
zh_tw: 總計

source: &Update
ar: &تحديث
el: &Ενημέρωση
fr: &Mettre à jour
sv: &Uppdatera
tr: &Güncelle
zh_tw: 更新(&U)

# validate_failed
source: The data you've entered isn't valid. Please try again.
ar: البيانات المدخلة غير صحيحة. الرجاء المحاولة مرة أخرى.
el: Τα δεδομένα που πληκτρολογήσατε δεν είναι έγκυρα. Παρακαλώ προσπαθήστε ξανά.
fr: Les informations que vous avez saisies ne sont pas valides. Veuillez réessayer.
sv: Datan som du har angivit är inte giltigt. Var god försök igen.
tr: Girdiğiniz veriler geçersiz. Lütfen tekrar deneyin.
zh_tw: 您輸入的資料不是有效的。 請再試一次。

source: Validating...
ar: التحقق...
el: Επαλήθευση...
fr: Validation...
sv: Validerar...
tr: Doğrulanıyor...
zh_tw: 驗證中...

# idle_onethenmany
source: Idle games with more than 2 hours individually, then simultaneously
ar: أخمل الألعاب كل على حده لمدة ساعتين، ثم أخمل بنفس الوقت
el: Αδρανοποίησε παιχνίδια σε περισσότερο από 2 ώρες ατομικά, και μετά ταυτόχρονα
fr: Traiter les jeux ayant plus de 2 heures individuellement, sinon simultanément
sv: Individuell tomgång för spel med mer än 2 timmar, annars samtidigt
tr: Oyunları 2 saate kadar ayrı ayrı, sonra eş zamanlı çalıştır
zh_tw: 同時對遊戲時間超過2小時的遊戲進行掛機
