Repository: jshackles/idle_master
Catalog: Source/IdleMasterExtended/localization/strings.*.resx
Languages: cs, de, es, fi, hr, hu, it, ja, ko, nl, no, pl, pt, ro, ru, th, uk, zh

source: &About
cs: &O programu
de: &Über
es: &Acerca de
fi: &Tietoja
hr: &O
hu: &Információ
it: &Guida
ja: &詳細
ko: Idle Master 정보(A)
nl: &Over
no: &Om
pl: O &programie
pt: Sobre
ro: &Despre
ru: &О программе
th: &เกี่ยวกับโปรแกรม
uk: &Про програму
zh: 关于(&A)

# badge_didnt_load
source: Badge page didn't load, will retry in __num__ seconds
cs: Stránku s odznaky se nepovedlo načíst, další pokus proběhne za __num__ sekund
de: Die Abzeichen Seite konnte nicht geladen werden, neuer Versuch in __num__ Sekunden
es: La página de insignias no carga, se reintentará en __num__ segundos
fi: Merkkisivu ei latautunut, yritetään uudelleen __num__ sekunnin kuluttua
hr: Stranica za značke se nije učitala, pokušavamo ponovno za __num__ sekunde
hu: A kitűzőket nem sikerült betölteni, újrapróbálkozás __num__ másodperc múlva
it: La pagina delle medaglie non è stata caricata, si riproverà in __num__ secondi
ja: あなたのSteamバッジページが読み込まれていません、__num__秒以内に再試行します。
ko: 배지 페이지를 불러오지 못했습니다. __num__초 후 다시 시도합니다.
nl: Insige pagina is niet geladen, opnieuw proberen in __num__ seconden
no: Merkesiden lastes ikke, prøver på nytt om __num__ sekunder
pl: Odznaki się nie załadowały, spróbuję ponownie za __num__ sekund
pt: A página de medalhas não carregou, tentando novamente em __num__ segundos
ro: Pagina cu insigne nu s-a încărcat, se reîncearcă in __num__ secunde
ru: Не удалось загрузить страницу со значками, повтор через __num__ секунд
th: หน้าเหรียญตราไม่สามารถโหลดได้ กรุณารออีก__num__วินาที
uk: Сторінка зі значками не завантажилась, наступна спроба через __num__ секунд
zh: 徽章状态加载错误, __num__ 秒后重试

source: &Blacklist
cs: &Ignorované hry
es: &Lista Negra
fi: &Musta lista
hr: &Crna Lista
hu: &Tiltólista
it: &Lista Nera
ja: &ブラックリスト
ko: 블랙리스트(B)
nl: &Zwarte lijst
no: &Svarteliste
pl: &Lista wykluczonych
pt: Jogos bloqueados
ro: &Lista Neagră
ru: &Чёрный список
th: &ขึ้นบัญชีดำ
uk: &Чорний список
zh: 黑名单(&B)

source: &Blacklist Current Game
cs: &Ignorovat aktuální hru
de: Aktuelles Spiel zur &Blacklist hinzufügen
es: &Meter el juego actual en Lista Negra
fi: &Lisää tämänhetkinen peli mustalle listalle
hr: &Stavite trenutnu igru na Crnu Listu
hu: Jelenlegi játék tiltólistára helyezése
it: &Metti in Lista Nera il Gioco Attuale
ja: &現在のゲームをブラックリストに
ko: 현재 게임을 블랙리스트에 추가(B)
nl: &Zet de huidige spel op de zwarte lijst
no: &Svarteliste gjeldende spill
pl: &Wyklucz tę grę
pt: Bloquear jogo atual
ro: &Adaugă jocul curent în Blacklist
ru: &Добавить текущую игру в черный список
th: &ขึ้นบัญชีดำเกมปัจจุบัน
uk: &Додати поточну гру в чорний список
zh: 将当前游戏加入黑名单(&B)

source: card drops remaining
cs: zbývá karet
de: Kartenfunde verbleibend
es: cromos restantes
fi: löydettävää korttia jäljellä
hr: značaka za ispustiti preostalo
hu: hátralevő kártyák száma
it: carte rimaste da trovare
ja: 枚のカードが未ドロップです
ko: 획득 가능한 카드 장수
nl: aantal kaarten resterend
no: gjenstående kortdropp
pl: pozostałe karty
pt: cartas por encontrar
ro: cărți rămase
ru: карт осталось
th: จำนวนการ์ดดรอปคงเหลือ
uk: картка(и) залишилось
zh: 剩余卡牌掉落

source: Currently in-game
cs: Právě ve hře
de: Derzeit aktives Spiel
es: Actualmente jugando
fi: Tällä hetkellä pelissä
hr: Trenutno u igri
hu: Jelenleg játékban
it: Attualmente in gioco
ja: 現在ゲーム中
ko: 현재 플레이중인 게임
nl: Momenteel in het spel
no: For øyeblikket i spill
pl: W grze
pt: Atualmente a jogar
ro: În joc
ru: Сейчас в игре
th: กำลังอยู่ในเกม
uk: Зараз у грі
zh: 游戏中

source: E&xit
cs: &Ukončit
de: B&eenden
es: &Cerrar
fi: &Sulje
hr: &Izlaz
hu: &Kilépés
it: E&sci
ja: &終了
ko: 종료(X)
nl: &Uitgang
no: &Avslutt
pl: &Wyjdź
pt: Sair
ro: &Ieșire
ru: &Выход
th: &ออก
uk: В&ийти
zh: 退出(&X)

source: &File
cs: &Soubor
de: &Datei
es: &Archivo
fi: &Tiedosto
hr: &Datoteka
hu: &Fájl
ja: &ファイル
ko: 파일(F)
nl: &Bestand
no: &Fil
pl: &Plik
pt: Ficheiro
ro: &Fişier
ru: &Файл
th: &ไฟล์
uk: &Файл
zh: 文件(&F)

source: &Game
cs: &Hra
de: &Spiel
es: &Juego
fi: &Peli
hr: &Igra
hu: &Játék
it: &Gioco
ja: &ゲーム
ko: 게임(G)
nl: &Spel
no: &Spill
pl: &Gra
pt: Jogo
ro: &Joc
ru: &Игра
th: &เกม
uk: &Гра
zh: 游戏(&G)

source: games left to idle
cs: počet zbývajících her
de: Spiele übrig zum Idlen
es: juegos restantes a idlear
fi: peliä jäljellä
hr: igrica preostalo za idlati
hu: hátralevő játékok
it: giochi rimasti da mettere in idle
ja: 個のゲームがアイドル待機中です
ko: 남은 게임 수
nl: spellen die inactief gebleven zijn
no: spill igjen å idle
pl: gier pozostałych do farmienia
pt: jogos por "idlar"
ro: jocuri rămase
ru: осталось игр с карточками
th: จำนวนเกมที่เหลืออยู่
uk: гра(и) залишилось для очікування
zh: 游戏尚有卡牌

source: &Help
cs: &Nápověda
de: &Hilfe
es: &Ayuda
fi: &Ohje
hr: &Pomoć
hu: &Segítség
it: &Aiuto
ja: &ヘルプ
ko: 도움말(H)
nl: &Hulp
no: &Hjelp
pl: &Pomoc
pt: Ajuda
ro: &Ajutor
ru: &Справка
th: &ช่วยเหลือ
uk: &Довідка
zh: 帮助(&H)

source: Hours
cs: hodin
de: Stunden
es: Horas
fi: Tuntia
hr: Sati
hu: Órák
it: Ore
ja: 時間
ko: 시간
nl: Uren
no: Timer
pl: Godzin
pt: Horas
ro: Ore
ru: часа(ов)
th: ชั่วโมง
uk: Годин
zh: 游戏时间

source: hrs on record
cs: zaznamenaných hodin
de: Stunden seit Aufzeichnungsbeginn
es: horas registradas
fi: tuntia yhteensä
hr: sati zabilježeno
hu: eddigi órák
it: ore in totale
ja: 時間のプレイ記録
ko: 시간째 플레이
nl: uren op record
no: timer registert
pl: godzin do tej pory
pt: hrs em registo
ro: ore inregistrate
ru: часа(ов) всего
th: ชั่วโมงที่บันทึก
uk: год. у грі
zh: 小时游戏时间

# idle_master_connected
source: Idle Master is connected to Steam
cs: Idle Master je připojen ke Steamu
de: Idle Master ist mit Steam verbunden
es: Idle Master está conectado a Steam
fi: Idle Master on yhdistettynä Steamiin
hr: Idle Master je spojena na Steam
hu: Idle Master csatlakozva a Steamhez
it: Idle Master è connesso a Steam
ja: Idle MasterはSteamと接続しました
ko: Idle master가 Steam에 연결되었습니다.
nl: Idle Master is verbonden met Steam
no: Idle Master er koblet til Steam
pl: Idle Master jest połączony ze Steam'em
pt: Idle Master está ligado ao Steam
ro: Idle Master este conectat la Steam
ru: Idle Master подключён к Steam
th: Idle Master ได้เชื่อมต่อกับ Steam เรียบร้อย
uk: Idle Master підключений до Steam
zh: Idle Master已登录到Steam

# idle_master_notconnected
source: Idle Master is not connected to Steam
cs: Idle Master není připojen ke Steamu
de: Idle Master ist nicht mit Steam verbunden
es: Idle Master no está conectado a Steam
fi: Idle Master ei ole yhdistetty Steamiin
hr: Idle Master nije spojen na Steam
hu: Idle Masternek nem sikerült csatlakoznia a Steamhez
it: Idle Master non è connesso a Steam
ja: Idle MasterはSteamと接続していません
ko: Idle Master가 Steam과 연결되어 있지 않습니다
nl: Idle Master is niet verbonden met Steam
no: Idle Master er ikke koblet til Steam
pl: Idle Master nie jest połączony ze Steam'em
pt: Idle Master não está ligado ao Steam
ro: Idle Master nu este conectat la Steam
ru: Idle Master не подключён к Steam
th: Idle Master ยังไม่ได้เชื่อมต่อกับ Steam
uk: Idle Master не підключений до Steam
zh: Idle Master未登录到Steam

source: idle now
cs: právě běží na pozadí
de: jetzt aktiv
es: idle ahora
fi: idlaa nyt
hr: idle sada
hu: jelenleg tétlen
it: in idle ora
ja: ゲームアイドル中
ko: 현재 농사중
nl: inactief nu
no: idle nå
pl: farm teraz
pt: "Idle" agora
ro: rulează acum
ru: в процессе
th: เปิดดรอปการ์ดเดี๋ยวนี้
uk: починаємо
zh: 正在运行

# idling_complete
source: Idling complete, no more card drops available
cs: Hotovo, nezbývají žádné karty
de: Idlen abgeschlossen, keine weiteren Kartenfunde verfügbar
es: Idiling completado, no hay más cromos disponibles
fi: Idlaaminen valmis, ei enempää löydettäviä kortteja
hr: Idloevanje je dovršeno, nema više dostupnih karata
hu: Tétlenkedés befejezve, nem maradt több kártya
it: Idle completato, nessuna carta ancora da trovare
ja: アイドリングが完了しました! ドロップ可能なカードはもうありません
ko: 농사가 모두 완료되었습니다. 더 이상 수확할 카드가 없습니다
nl: Idling is compleet, geen card drops meer beschikbaar
no: Standby ferdig, ingen flere kort tilgjengelig
pl: Idlowanie zakończone, brak kart do wydropienia
pt: Processo concluído, não há mais cartas disponíveis
ro: Așteptare completă. nu mai sunt dropuri valabile
ru: Процесс завершён, больше нет карт
th: การ Idle เสร็จสมบูรณ์ ไม่มีการ์ดให้ดรอปเพิ่มอีก
uk: Процес завершено, більше карток не випаде
zh: 挂卡完成，无剩余卡牌掉落

source: Idling paused
cs: Pozastaveno
de: Idlen angehalten
es: Idling en pausa
fi: Idlaaminen keskeytetty
hr: Idleovanje pauzirano
hu: Tétlenkedés szüneteltetve
it: Idle in pausa
ja: アイドリング一時停止中
ko: 농사가 잠시 중단되었습니다
nl: Idling gestopt
no: Idling satt på vent
pl: Farmienie wstrzymane
pt: "Idle" pausado
ro: "Idle" întrerupt
ru: Процесс приостановлен
th: หยุดชั่วคราว
uk: Очікування призупинено
zh: 游戏暂停

# loading_next
source: Loading next game...
cs: Načítání následující hry...
de: Nächstes Spiel wird geladen...
es: Cargando el siguiente juego...
fi: Ladataan seuraavaa peliä...
hr: Učitavamo sljedeću igru...
hu: Következő játék betöltése...
it: Caricamento del gioco successivo...
ja: 次のゲームを読み込んでいます...
ko: 다음 게임을 불러옵니다
nl: Laden van het volgende spel...
no: Laster neste spill...
pl: Uruchamianie następnej gry...
pt: Carregando o próximo jogo...
ro: Se incarca urmatorul joc...
ru: Загрузка следующей игры...
th: กำลังเริ่มเกมต่อไป
uk: Завантаження наступної гри...
zh: 加载下一个游戏...

source: Name
cs: Název
es: Nombre
fi: Nimi
hr: Ime
hu: Név
it: Nome
ja: ゲーム名
ko: 제목
nl: Naam
no: Navn
pl: Nazwa
pt: Nome
ro: Nume
ru: Название
th: ชื่อ
uk: Назва
zh: 游戏时间

source: Next check
cs: Další kontrola
de: Nächste Prüfung in
es: Próxima comprobación
fi: Seuraava tarkistus
hr: Sljedeća provjera
hu: Következő ellenörzés
it: Prossimo controllo
ja: 次のチェックまで残り
ko: 다음번 확인까지
nl: Volgende controle
no: Neste sjekk
pl: Następne sprawdzanie
pt: Próxima verificação
ro: Următoarea verificare
ru: След.проверка
th: เช็คเกมต่อไป
uk: Наступна перевірка
zh: 下次刷新

source: Not in game
cs: Žádná hra není spuštěná
de: Aktuell in keinem Spiel
es: Actualmente en ningún juego
fi: Ei pelissä
hr: Nije u igri
hu: Játékon kívül
it: Non in gioco
ja: ゲーム中ではありません
ko: 게임중이 아닙니다
nl: Niet in het spel
no: Ikke i spillet
pl: Nie jest w grze
pt: Não está em jogo
ro: Nu rulează nici un joc
ru: Не в игре
th: ไม่ได้อยู่ในเกม
uk: Не у грі
zh: 无游戏运行

source: &Official Group
cs: &Oficiální skupina
de: &Offizielle Gruppe
es: &Grupo Oficial
fi: &Virallinen ryhmä
hr: &Službena Grupa
hu: &Hivatalos Steam csoport
it: &Gruppo Ufficiale
ja: &公式グループ
ko: 공식 Steam 그룹(O)
nl: &Officiële Groep
no: &Offisiell gruppe
pl: &Oficjalna Grupa
pt: Grupo oficial
ro: &Grup Oficial
ru: &Официальная группа
th: &กลุ่มอย่างเป็นทางการ
uk: &Офіційна група
zh: 官方组(&O)

source: &Pause Idling
cs: &Pozastavit
de: Idlen &pausieren
es: &Pausar el idling
fi: &Keskeytä idlaus
hr: &Pauzirajte idleovanje
hu: Tétlenkedés &szünetelése
it: &Metti in pausa l'Idle
ja: &アイドリングを一時停止
ko: 농사 일시 중지(P)
nl: &Pauze Idling
pl: &Wstrzymaj Farmienie
pt: Pausar "Idle"
ro: &întrerupe
ru: &Приостановить процесс
th: &หยุดการดรอปการ์ด
uk: &Призупинити очікування
zh: 暂停(&P)

source: please wait...
cs: čekejte prosím...
de: bitte warten...
es: por favor, espere...
fi: odota hetki...
hr: molimo pričekajte...
hu: kérlek várj...
it: attendere prego...
ja: お待ち下さい...
ko: 잠시 기다려 주십시오
nl: wacht alstublieft...
no: vennligst vent...
pl: proszę czekać...
pt: por favor, aguarde...
ro: vă rugăm să așteptați...
ru: Пожалуйста, подождите...
th: กรุณารอสักครู่...
uk: зачекайте...
zh: 请稍候...

source: Reading badge page
cs: Načítání stránky s odznaky
de: Lese Abzeichen Seite
es: Leyendo página de insignias
fi: Luetaan merkkisivua
hr: Čitamo stranicu znački
hu: Kitűző oldal betöltése
it: Analizzazione della pagina delle medaglie
ja: Steamバッジページを読み込み中
ko: 배지 페이지를 읽고 있습니다
nl: Leest insigne pagina
no: Leser merkeside
pl: Ładowanie odznak
pt: Lendo página das medalhas
ro: Se analizează pagina cu insigne
ru: Проверка наличия карт
th: กำลังอ่านหน้า
uk: Читання сторінки зі значками
zh: 读取徽章状态中

source: &Release Notes
cs: Poznámky k vydání
de: Ve&rsionshinweise
es: &Notas de la versión
fi: &Julkaisutiedot
hr: &Obavijest Izdanja
hu: Frissítési &notesz
it: &Note di Rilascio
ja: &更新履歴
ko: 릴리스 노트(R)
nl: &Uitgegeven Aantekeningen
no: &Produktmerknader
pl: &Lista Zmian
pt: Notas de lançamento
ro: &Note de lansare
ru: &История изменений
th: &เวอร์ชั่นการพัฒนา
uk: &Історія змін
zh: 更新记录(&R)

source: &Resume Idling
cs: &Pokračovat
de: Idlen fo&rtsetzen
es: &Continuar el "idle"
fi: &Jatketaan idlausta
hr: &Nastavite idleovati
hu: Tétlenkedés &folytatása
it: &Ricomincia l'Idle
ja: &アイドリングを続行
ko: 농사 재개(R)
nl: &Hervatten
no: &Gjenoppta Idling
pl: &Wznów Farmienie
pt: Retomar "Idle"
ro: &Reia
ru: &Продолжить процесс
th: &กลับสู่การดรอปการ์ด
uk: &Продовжити очікування
zh: 继续(&R)

source: &Settings
cs: &Nastavení
de: Ein&stellungen
es: &Configuración
fi: &Asetukset
hr: &Postavke
hu: &Beállítások
it: &Impostazioni
ja: &設定
ko: 설정(S)
nl: &Instellingen
no: &Innstillinger
pl: &Ustawienia
pt: &Definições
ro: &Setări
ru: &Настройки
th: &ตั้งค่า
uk: &Налаштування
zh: 设置(&S)

source: Signed in as
cs: Přihlášen jako
de: Angemeldet als
es: Identificado como
fi: Kirjautuneena käyttäjänä
hr: Prijavljeni ste kao
hu: Bejelentkezve mint
it: Connesso come
ja: ログイン中のアカウント
ko: 다음 이름으로 로그인 했습니다
nl: Ingelogd als
no: Logget på som
pl: Zalogowany jako
pt: Sessão iniciada como
ro: Conectat ca
ru: Вы вошли как
th: ลงชื่อเข้าเป็น
uk: Ви увійшли як
zh: 当前账号为

source: Sign In
cs: Přihlásit se
de: Anmelden
es: Inicio de sesión
fi: Kirjaudu sisään
hr: Prijava
hu: Bejelentkezés
it: Connetti
ja: サインイン
ko: 로그인
nl: Inloggen
no: Logg inn
pl: Zaloguj
pt: Iniciar sessão
ro: Conectare
ru: Авторизация
th: เข้าสู่ระบบ
uk: Увійти
zh: 登录

source: Sign Out
cs: Odhlásit se
de: Abmelden
es: Desconectar
fi: Kirjaudu ulos
hr: Odjava
hu: Kijelentkezés
it: Disconnetti
ja: サインアウト
ko: 로그아웃
nl: Uitloggen
no: Logg ut
pl: Wyloguj
pt: Terminar sessão
ro: Deconectare
ru: Выйти
th: ออกจากระบบ
uk: Вийти
zh: 退出

source: &Skip Current Game
cs: &Přeskočit aktuální hru
de: Aktuelles &Spiel überspringen
es: &Saltar el juego actual
fi: &Ohita tämänhetkinen peli
hr: &Preskočite trenutnu igru
hu: &Jelenlegi játék átlépése
it: &Salta il Gioco Attuale
ja: &現在のゲームをスキップする
ko: 현재 게임 건너뛰기(S)
nl: &Sla huidige spel over
no: &Hopp over gjeldende spill
pl: &Pomiń Tę Grę
pt: Saltar jogo atual
ro: &Treci peste jocul curent
ru: &Пропустить текущую игру
th: &ข้ามเกมปัจจุบัน
uk: &Пропустити поточну гру
zh: 下一个(&S)

# sorting_results
source: Sorting results based on your settings, please wait...
cs: Čekejte prosím, probíhá seřazování výsledků na základě nastavení...
de: Sortiere Ergebnisse nach gewählten Einstellungen, bitte warten...
es: Ordenando los resultados en función de su configuración, por favor espere...
fi: Järjestetään tuloksia asetuksiesi mukaan, ole hyvä ja odota...
hr: Sortiranje obzirom na Vaše postavke, molimo pričekajte...
hu: Szűrés az általad beállítottak alapján, kérlek várj...
it: Ordinamento dei risultati in base alle tue impostazioni, attendere prego...
ja: 結果を並べ替えています、しばらくお待ち下さい...
ko: 설정에 따라 결과를 정렬중입니다. 잠시만 기다려 주십시오.
nl: Sorteer resultaten op basis van uw instellingen, even geduld...
no: Sorterer resultatene basert på innstillingene, vent litt...
pl: Sortowanie wyników na podstawie Twoich ustawień, proszę czekać...
pt: Organizando resultados baseados nas suas configurações, por favor aguarde...
ro: Sortăm rezultatele bazat pe setările dumneavoastră, vă rugăm să așteptați...
ru: Сортировка результатов на основе ваших настроек, пожалуйста, подождите...
th: กำลังเรียงลำดับการตั้งค่าของคุณ กรุณารอสักครู่
uk: Сортування результатів на основі налаштувань, будь-ласка, зачекайте...
zh: 排序加载中请稍候...

source: &Statistics
cs: &Statistiky
de: &Statistiken
es: &Estadísticas
fi: &Tilastot
hr: &Statistika
hu: &Statisztika
it: &Statistiche
ja: &統計
ko: 통계(S)
nl: &Statistieken
no: &Statistikk
pl: &Statystyki
pt: Estatísticas
ro: &Statictici
ru: &Статистика
th: &สถิติ
uk: &Статистика
zh: 统计 (&S)

# steam_ignored
source: Steam client status ignored
cs: Status Steam klienta ignorován
de: Steam Status wird ignoriert
es: Ignorar el estado del cliente de Steam
fi: Steam-ohjelman tila jätettiin huomioimatta
hr: Stanje Steama je ignorirano
hu: Steam kliens státuszának figyelmen kívül hagyva
it: Ignora lo stato del client di Steam
ja: Steamクライアントの状況を無視しています
ko: Steam 클라이언트 상태 무시
nl: Status Steam client genegeerd
no: Steamklientens status ignorert
pl: Status klienta Steam'a zignorowany
pt: Estado do cliente Steam ignorado
ro: Se ignora starea clientului Steam
ru: Игнорировать статус клиента Steam
th: สถานะ Steam ถูกละเว้น
uk: Статус клієнта Steam ігнорується
zh: Steam状态已被忽略

# steam_notrunning
source: Steam is not running
cs: Steam není spuštěn
de: Steam wird momentan nicht ausgeführt
es: Steam no se está ejecutando
fi: Steam ei ole käynnissä
hr: Steam nije pokrenut
hu: Steam kliens nem fut
it: Steam non è in esecuzione
ja: Steamが起動していません
ko: Steam 클라이언트가 꺼져있습니다
nl: Steam is niet actief
no: Steam kjører ikke
pl: Steam nie jest uruchomiony
pt: Steam não está a ser executado
ro: Steam nu este lansat
ru: Steam не запущен
th: Steam ไม่ได้เปิดอยู่
uk: Steam не запущений
zh: Steam没有启动

# steam_running
source: Steam is running
cs: Steam je spuštěn
de: Steam wird ausgeführt
es: Steam se está ejecutando
fi: Steam on käynnissä
hr: Steam je pokrenut
hu: Steam kliens fut
it: Steam è in esecuzione
ja: Steamは起動しています
ko: Steam 클라이언트가 실행중입니다
nl: Steam is actief
no: Steam kjører
pl: Steam jest uruchomiony
pt: Steam está a ser executado
ro: Steam este lansat
ru: Steam запущен
th: Steam กำลังทำงาน
uk: Steam запущений
zh: Steam正在运行

source: Update games status
cs: Aktualizovat
de: Spiel Status aktualisieren
es: Actualizar el estado de los juegos
fi: Päivitä pelien tila
hr: Ažurirajte stanje igre
hu: Játékok státuszának frissítése
it: Aggiorna lo stato dei giochi
ja: ゲームのカード獲得状況を更新する
ko: 게임 상태 업데이트
nl: Spel status bijwerken
no: Status spilloppdatering
pl: Aktualizacja stanu gier
pt: Atualizar o estado dos jogos
ro: Actualizează starea jocurilor
ru: Обновить информацию об играх
th: อัพเดตสถานะเกม
uk: Оновити статус ігор
zh: 更新游戏状态

source: &Accept
cs: &Přijmout
de: &Akzeptieren
es: &Aceptar
fi: &Hyväksy
hr: &Prihvati
hu: &Elfogad
it: &Accetta
ja: &承認
ko: 확인(A)
nl: &Accepteren
no: &Godta
pl: &Akceptuj
pt: &Aceitar
ro: &Accepta
ru: &Принять
th: &ยอมรับ
uk: &Прийняти
zh: 确定(&A)

source: &Add
cs: &Přidat
de: &Hinzufügen
es: &Añadir
fi: &Lisää
hr: &Dodaj
hu: &Hozzáad
it: &Aggiungi
ja: &追加
ko: 추가(A)
nl: &Toevoegen
no: & Legg til
pl: Dod&aj
pt: &Adicionar
ro: &Adauga
ru: &Добавить
th: &เพิ่ม
uk: &Додати
zh: 添加(&A)

# add_game_blacklist
source: Add Game to Blacklist
cs: Přidat hru do seznamu ingnorovaných
de: Spiel zur Blacklist hinzufügen
es: Añadir el juego a la lista negra
fi: Lisää peli mustalle listalle
hr: Dodaj igru na Crnu Listu
hu: Játék hozzáadása a tiltólistára
it: Aggiungi gioco alla Lista Nera
ja: ゲームをブラックリストに追加する
ko: 게임을 블랙리스트에 추가합니다
nl: Voeg spel toe aan de zwarte lijst
no: Legg til spill i svarteliste
pl: Dodaj grę do listy ignorowanych
pt: Adicionar jogo à lista de jogos bloqueados
ro: Adaugă joc in Lista Neagră
ru: Добавить игру в ЧС
th: เพิ่มเกมที่ไม่ต้องดรอปการ์ด
uk: Додати гру в чорний список
zh: 添加游戏到黑名单

# advanced_auth
source: Display advanced authentication information
cs: Zobrazit pokročilé informace o autentifikaci
de: Erweiterte Authentifizierungsinformationen anzeigen
es: Mostrar información de autenticación avanzada
fi: Näytä todennuksen lisätiedot
hr: Prikaz informacija o naprednoj provjeri autentičnosti
hu: Részletes bejelentkezési információk mutatása
it: Mostra informazioni avanzate sull'autenticazione
ja: より詳細な認証情報を表示する
ko: 고급 인증 정보를 표시합니다
nl: Geavanceerde verificatie-informatie weergeven
no: Vis avansert godkjenningsinformasjon
pl: Wyświetl zaawansowane informacje uwierzytelniania
pt: Exibir informações de autenticação avançadas
ro: Afișează informații de autentificare avansate
ru: Отобразить дополнительные сведения о проверке подлинности
th: แสดงข้อมูลขั้นสูง
uk: Показати додаткову інформацію про автентифікацію
zh: 高级设置

# auth_data
source: Idle Master Authentication Data
cs: Idle Master autentifikační data
de: Idle Master Authentifizierungs Daten
es: Datos de autenticación de Idle Master
fi: Idle Master todennustiedot
hr: Podaci autentičnosti Idle Mastera
hu: Idle Master bejelentkezési adat
it: Dati di autenticazione di Idle Master
ja: Idle Masterの認証情報
ko: Idle Master 인증 정보
nl: Idle Master verificatiegegevens
no: Idle Master godkjenningsdata
pl: Dane Uwierzytelniania Idle Master
pt: Dados de autenticação do Idle Master
ro: Datele de autentificare Idle Master
ru: Аутентификационные данные программы
th: Idle Master กำลังตรวจสอบข้อมูล
uk: Дані автентифікації Idle Master
zh: Idle Master 用户数据(Cookie)

source: &Cancel
cs: &Zrušit
de: &Abbrechen
es: &Cancelar
fi: &Peruuta
hr: &Poništi
hu: &Mégse
it: &Annulla
ja: &キャンセル
ko: 취소(C)
nl: &Annuleren
no: &Avbryt
pl: &Anuluj
pt: &Cancelar
ro: &Revocare
ru: &Отмена
th: &ยกเลิก
uk: &Скасувати
zh: 取消(&C)

# cookie_warning
source: Display information above [WARNING] Do not share this information with anyone, as it could potentially be used by an attacker to log into your Steam account.
cs: Zobrazit informace výše [VAROVÁNÍ] Následující informace s nikým nesdílejte, mohli by být zneužity útočníkem pro přihlášení k vašemu účtu Steam.
de: Zeige die Information oben an [WARNING] Gib diese Informationen an niemanden weiter! Sie könnten möglicherweise von dritten genutzt werden um sich bei deinem Steam Account anzumelden!
es: Visualizar la información de la pantalla superior [WARNING] No compartas esta información con nadie, ya que podría ser usada por un atacante para iniciar sesión en tu cuenta de Steam.
fi: Näyttää ylläolevat tiedot [VAROITUS] Älä jaa näitä tietoja kenenkään kanssa. Niitä käyttäjen hyökkääjä voisi mahdollisesti kirjautua sinun Steam tilillesi.
hr: Prikaz informacija iznad [UPOZORENJE] Ne dijelite ove podatke ni s kim, jer bi ga napadač potencijalno mogao koristiti za prijavu na vaš Steam račun.
hu: [Figyelem] Senkivel ne oszd meg ezeket az adatokat, ezek az adatok felhasználva mások be tudnának jelentkezni a fiókodba.
it: Visualizza l'informazione seguente [WARNING] Non condividere questa informazione con nessuno, in quanto potrebbe essere utilizzata da terzi per connettersi al vostro account di Steam.
ja: 上の情報を表示する [WARNING] ハッカーやクラッカーがあなたのSteamアカウントにログインするのに使われる可能性があるので、この情報をいかなる第三者とも共有しないで下さい。
ko: 위의 정보를 표시합니다 [WARNING] 이 정보는 귀하의 계정으로 로그인하려는 해커들에게 사용될 수 있기 때문에, 다른 사람들과 이 정보를 공유하지 않도록 하십시오.
nl: Bovenstaande informatie [WAARSCHUWING] Deel deze informatie met niemand, deze informatie kan worden gebruikt door een aanvaller om in jouw Steam account in te loggen.
no: Visningsinformasjon over [WARNING] Ikke del denne informasjonen med noen, da den potensielt kan brukes av en angriper for å logge inn på din Steam-konto.
pl: Wyświetl informację powyżej [WARNING] Nie dziel się tymi informacjami z nikim, ponieważ potencjalnie mogą one posłużyć atakującemu do zalogowania się do Twojego konta Steam.
pt: Exibir informação acima [WARNING] Não partilhe esta informação com ninguém, já que pode ser usada por um invasor para aceder à sua conta do Steam.
ro: Afişează informaţiile de mai sus [WARNING] Nu împărtăşiţi aceaste informaţii cu nimeni, deoarece ar putea fi folosite de un atacator pentru a se conecta la contul dumneavoastra de Steam.
ru: Отобразить информацию выше [WARNING] Никому не отправляйте эту информацию, она может использоваться злоумышленником для входа в Ваш аккаунт Steam.
th: [คำเตือน] อย่าบอกข้อมูลให้คนอื่นรู้ เพราะ Steam ของคุณจะถูกแฮ็กได้
uk: [УВАГА] Не діліться цією інформацією ні з ким, бо вона, потенційно, може бути використана зловмисником для входу до вашого аккаунту Steam.
zh: 显示数据 [警告] 不要泄露任何数据，这和你把密码泄露出去没什么区别

source: General
cs: Obecné
de: Allgemein
fi: Yleiset
hr: Općenito
hu: Általános
it: Generale
ja: 基本設定
ko: 일반
nl: Algemeen
no: Generelt
pl: Ogólne
pt: Geral
ru: Общие настройки
th: ทั่วไป
uk: Загальне
zh: 常规
