Repository: jshackles/idle_master
Catalog: Source/IdleMasterExtended/localization/strings.*.resx
Languages: cs, de, es, fi, hr, hu, it, ja, ko, nl, no, pl, pt, ro, ru, th, uk, zh

# idle_individual
source: Idle each game individually
cs: Procházet každou hru zvlášť
de: Jedes Spiel einzeln Idlen
es: Idlear cada juego individualmente
fi: Idlaa jokainen peli yksitellen
hr: Idleaj svaku igru zasebno
hu: Üresjárati minden játékot egyedileg
it: Metti in idle ogni gioco singolarmente
ja: ゲームを一つづつ個別にアイドルする
ko: 개별 게임을 각각 농사짓습니다
nl: Idle elk spel individueel
no: Idle hvert spill individuelt
pl: Farm każdą grę pojedynczo
pt: Fazer "idle" de cada jogo individualmente
ro: Rulează fiecare joc individual
ru: Запускать каждую игру отдельно
th: แต่ละเกมที่ไม่ได้ใช้
uk: Запускати кожну гру індивідуально
zh: 按顺序运行

source: Idle Master Settings
cs: Idle Master nastavení
de: Idle Master Einstellungen
es: Configuración de Idle Master
fi: Idle Master asetukset
hr: Idle Master Postavke
hu: Idle Master beállításai
it: Impostazioni di Idle Master
ja: Idle Masterの設定
ko: Idle Master 설정
nl: Idle Master Instellingen
no: Idle Master innstillinger
pl: Ustawienia Idle Master
pt: Definições do Idle Master
ro: Setări Idle Master
ru: Настройки программы
th: ตั้งค่า Idle Master
uk: Налаштування Idle Master
zh: Idle Master 设置

# idle_simultaneous
source: Idle games simultaneously up to 2 hours, then individually
cs: Nechat běžet hry na pozadí až 2 hodiny, poté každou zvlášť
de: Spiele für zwei Stunden gleichzeitig Idlen und danach einzeln
es: Idlea juegos simultáneamente hasta alcanzar las primeras 2 horas, luego continua individualmente
fi: Idlaa pelit yhtäaikaa 2:een tuntiin asti, sitten yksitellen
hr: Idleajte igre istovremeno do 2 sata, onda zasebno
hu: Idle Master egyidejűleg megy 2 órán át, majd egyenként tétlenkedik
it: Metti i giochi in idle simultaneamente per 2 ore, dopodichè singolarmente
ja: 複数のゲームを同時に2時間アイドルし、その後一つづつ個別にアイドルする
ko: 2시간까지는 동시에 농사를 짓고, 이후에는 따로 농사를 짓습니다
nl: Idle spellen tegelijkertijd tot 2 uur, daarna individueel
no: Idle spill samtidig opptil 2 timer, deretter individuelt
pl: Farm gry równocześnie do 2 godzin, potem pojedynczo
pt: Fazer "idle" de jogos simultaneamente até 2 horas, em seguida, individualmente
ro: Rulează jocuri simultan maxim 2 ore, apoi individual
ru: Запускать все игры одновременно до 2-х часов, затем каждую отдельно
th: เปิดตั้งค่าเกมไห้รันพร้อมกันถึง สองชั่วโมง
uk: Запускати ігри одночасно до 2 годин, потім індивідуально
zh: 将所有游戏运行满2小时后再按顺序运行

source: Idling Behavior
cs: Způsob procházení
de: Idle Verhalten
es: Comportamiento del idling
fi: Idlaus käytös
hr: Ponašanje Idleovanja
hu: Tétlen viselkedés
it: Impostazioni di Idling
ja: アイドル時の動作
ko: 농사 동작
nl: Stationair gedrag
no: Idling atferd
pl: Preferencje Farmienia
pt: Comportamento de "Idle"
ro: Comportament
ru: Режим работы
th: ตั้งค่าการทำงาน
uk: Поведінка очікування
zh: 规则

source: Idling Order
cs: Priorita procházení
de: Idle Reihenfolge
es: Priorizar el idling
fi: Idlaus järjestys
hr: Red Idleovanja
hu: Tétlenkedés rendzése
it: Ordine di idling
ja: アイドルする順番
ko: 농사 순서
nl: Stationair Bestel
no: Idling rekkefølge
pl: Porządek Farmienia
pt: Ordem de "Idle"
ro: Ordine
ru: Порядок получения карт
th: ตัวเลือกดรอปการ์ด
uk: Порядок очікування
zh: 顺序

# ignore_client_status
source: Ignore Steam client status
cs: Ignorovat status Steam klienta
de: Steam Status ignorieren
es: Ignorar el estado del cliente de Steam
fi: Sivuuta Steam ohjelmiston tila
hr: Ignorirajte Steam status
hu: Steam kliens státuszának figyelmen kívül hagyása
it: Ignora lo stato del client Steam
ja: Steamクライアントの状態を無視する
ko: Steam 클라이언트 상태를 무시합니다
nl: Negeer Steam client status
no: Ignorer Steamklientens status
pl: Ignoruj status klienta Steam
pt: Ignorar estado do cliente Steam
ro: Ignoră statarea clientului Steam
ru: Игнорировать статус клиента Steam
th: ละเว้นสถานะ Steam
uk: Ігнорувати статус клієнта Steam
zh: 忽略Steam运行状态

source: Interface Language
cs: Jazyk programu
de: Interface Sprache
es: Idioma de la interfaz
fi: Käyttöliittymän kieli
hr: Jezik
hu: Interfész nyelve
it: Lingua dell'Interfaccia
ja: 言語
ko: 인터페이스 언어
nl: Interface Taal
no: Grensesnittspråk
pl: Język interfejsu
pt: Idioma da interface
ro: Limbă interfață
ru: Язык интерфейса
th: เลือกภาษา
uk: Мова інтерфейсу
zh: 界面语言

# manage_blacklist
source: Manage Idle Master Blacklist
cs: Spravovat ignorované hry
de: Idle Master Blacklist verwalten
es: Administrar la lista negra de Idle Master
fi: Hallitse Idle Masterin mustaa listaa
hr: Upravljanje Idle Master Crnom Listom
hu: Idle Master tiltólistájának rendezése
it: Gestisci la Blacklist di Idle Master
ja: Idle Masterのブラックリストを編集する
ko: Idle Master 블랙 리스트를 관리합니다
nl: Beheer Idle Master Zwarte Lijst
no: Administrere Idle Master svarteliste
pl: Zarządzaj listą ignorowanych Idle Mastera
pt: Gerir a lista de jogos bloqueados
ro: Gestionează Lista Neagră Idle Master
ru: Управление чёрным списком Idle Master
th: จัดการเกมที่ไม่ต้องการ
uk: Управління чорним списком Idle Master
zh: 管理 Idle Master 黑名单

# minimize_to_tray
source: Minimize Idle Master to system tray
cs: Minimalizovat Idle Master do oznamovací oblasti
de: Idle Master in den Infobereich minimieren
es: Minimizar Idle Master a la barra de tareas del sistema
fi: Pienennä Idle Master tehtäväpalkkiin
hr: Minimizirajte Idle Master u sustavnu traku
hu: Idle Master rendszer tálcára helyezése
it: Minimizza Idle Master nella barra di sistema
ja: Idle Masterを通知領域に最小化する
ko: Idle Master를 시스템 트레이로 최소화합니다
nl: Minimaliseer Idle Master naar systeemvak
no: Minimer Idle Master til systemstatusfelt
pl: Zminimalizuj Idle Mastera do paska zadań
pt: Minimizar Idle Master para a bandeja do sistema
ro: Minimizeazâ Idle Master în bara de sistem
ru: Сворачивать программу в системный трей
th: ย่อโปรแกรมลงแถบด้านล่าง
uk: Згорнути Idle Master до системного трею
zh: 最小化到系统托盘

source: &OK
hr: &U redu
ja: &はい
ko: 확인(O)
pl: &Akceptuj
ru: &ОК
th: &ตกลง
zh: 确定(&A)

# order_default
source: Default (Alphabetical Order)
cs: Výchozí (Abecedně)
de: Standard (Alphabetische Reihenfolge)
es: Predeterminado (Por Orden Alfabético)
fi: Oletus (aakkosjärjestys)
hr: Uobičajeno (Abecednim redom)
hu: Alapállapot (Abc sorrend)
it: Predefinito (Ordine Alfabetico)
ja: デフォルト(アルファベット順)
ko: 기본 (알파벳 순서)
nl: Standaard (Alfabetische Volgorde)
no: Standard (alfabetisk rekkefølge)
pl: Domyślny (alfabetycznie)
pt: Padrão (ordem alfabética)
ro: Implicit (Ordine Alfabetică)
ru: По умолчанию (в алфавитном порядке)
th: เริ่มต้น (ตามลำดับตัวอักษร)
uk: За умовчанням (алфавітний порядок)
zh: 默认 (按字母排序)

# order_least
source: Prioritize games with the lowest number of available drops
cs: Upřednostňovat hry s nejnižším počtem karet
de: Spiele mit den wenigsten verbleibenden Kartenfunden priorisieren
es: Dar prioridad a los juegos con el menor número de cromos disponibles
fi: Priorisoi pelit joissa on vähiten löydettäviä kortteja
hr: Odredite prioritet igri s manjim brojem preostalih karata
hu: Kevesebb kártyával rendelkező játékok előrehelyezése
it: Dai priorità ai giochi con il minor numero di drop disponibili
ja: カードのドロップ可能な数が少ない順に並び替える
ko: 남아있는 카드 수가 적은 게임을 최우선 순위로 합니다
nl: Prioriteren spellen met het laagst aantal beschikbare drops
no: Prioriter spill med lavest antall tilgjengelige dropp
pl: Przyznaj pierwszeństwo grom z najmniejszą liczbą dostępnych kart
pt: Priorizar jogos com o menor número de cartas disponíveis
ro: Dă prioritate jocurilor cu cele mai puţine carţi rămase
ru: Приоритет играм с минимальным количеством карт
th: จัดลำดับความสำคัญให้เริ่ม Idle จากเกมที่มีการ์ดดรอปน้อยสุดไปมากสุด
uk: Пріоритет ігор з меншою кількістю доступних випадань
zh: 优先运行卡牌数量少的游戏

# order_most
source: Prioritize games with the highest number of available drops
cs: Upřednostňovat hry s nejvyšším počtem karet
de: Spiele mit den meisten verbleibenden Kartenfunden priorisieren
es: Dar prioridad a los juegos con mayor número de cromos disponibles
fi: Priorisoi pelit joissa on eniten löydettäviä kortteja
hr: Odredite prioritet igri s većim brojem preostalih karata
hu: Sok kártyával rendelkező játékok előrehelyezése
it: Dai priorità ai giochi con il maggior numero di drop disponibili
ja: カードのドロップ可能な数が多い順に並び替える
ko: 남아있는 카드 수가 가장 많은 게임을 최우선 순위로 합니다
nl: Prioriteren spellen met het hoogst aantal beschikbare drops
no: Prioriter spill med høyest antall tilgjengelige dropp
pl: Przyznaj pierwszeństwo grom z największą liczbą dostępnych kart
pt: Priorizar jogos com o maior número de cartas disponíveis
ro: Dă prioritate jocurilor cu cele mai multe carţi rămase
ru: Приоритет играм с максимальным количеством карт
th: จัดลำดับความสำคัญของเกมกับจำนวนที่ใช้สูงสุด
uk: Пріоритет ігор з більшою кількістю доступних випадань
zh: 优先运行卡牌数量多的游戏

# order_value
source: Prioritize games with the highest card values
cs: Upřednostňovat hry s nejvyšší cenou karet
de: Spiele mit dem höchsten Kartenwert priorisieren
es: Dar prioridad a los juegos cuyos cromos tienen mayor valor
fi: Priorisoi pelit joissa on korkeimmat kortti arvot
hr: Odredite prioritet igri s većom vrijednošću karata
hu: Legdrágább kártyákkal rendelkező játékok előrehelyezése
it: Dai priorità ai giochi con le carte che hanno maggior valore
ja: カードの価格が高い順に並び替える
ko: 카드 값이 가장 비싼 게임을 최우선순위로 합니다
nl: Prioriteren spellen met de hoogste kaartwaarden
no: Prioriter spill med de høyeste kortverdiene
pl: Przyznaj pierwszeństwo grom z kartami wartymi najwięcej
pt: Priorizar jogos com cartas de maior valor
ro: Dă prioritate jocurilor cu cele mai valoroase carţi
ru: Приоритет играм с наибольшей ценностью карт
th: จัดลำดับความสำคัญของเกมที่ราคาแพงสูงสุด
uk: Пріоритет ігор з вищою ціною карток
zh: 优先运行卡牌价值高的游戏

# please_login
source: Please Login to Steam
cs: Přihlaste se prosím do Steamu
de: Bitte melde dich bei Steam an
es: Por favor ingrese a Steam
fi: Kirjaudu Steamiin
hr: Molimo Vas prijavite se na Steam
hu: Kérlek jelentkezz be Steambe
it: Si prega di connettersi a Steam
ja: Steamにログインして下さい
ko: Steam에 로그인해 주십시오
nl: Inloggen op Steam
no: Logg inn på Steam
pl: Proszę zaloguj się do Steam'a
pt: Efetuar Login no Steam
ro: Vă rugăm să vă logaţi pe Steam
ru: Пожалуйста, авторизуйтесь в Steam
th: กรุณาเข้าสู่ระบบ Steam
uk: Будь-ласка, ввійдіть в Steam
zh: 请登录 Steam

# please_restart
source: Please restart the application for language changes to take effect.
cs: Restartujte prosím aplikaci, aby mohlo dojít ke změně jazyka.
de: Bitte starten Sie die Anwendung neu, damit die Sprachänderungen wirksam werden.
es: Por favor, reinicie la aplicación para que el cambio de idioma tenga efecto.
fi: Käynnistä sovellus uudelleen jotta kielimuutokset tulevat voimaan.
hr: Molimo Vas ponovno pokrenite program kako bi se jezik promijenio
hu: Kérlek indítsd újra nyelv váltáshoz.
it: Si prega di riavviare l'applicazione per rendere effettiva la modifica della lingua.
ja: 言語の変更を完了するために再起動してください。
ko: 언어 변경 내역을 적용하려면 응용 프로그램을 다시 실행해 주십시오.
nl: Gelieve het programma opnieuw op te starten om de taalwijzigingen door te voeren.
no: Start programmet for at språkendringene skal tre i kraft.
pl: Proszę ponownie uruchomić aplikację, aby zmiana języka odniosła skutek.
pt: Por favor reinicie a aplicação para alterações de linguagem tomarem efeito.
ro: Vă rugăm să reporniţi aplicaţia pentru ca modificările de limbă să aibă efect.
ru: Пожалуйста, перезапустите программу, чтобы изменения вступили в силу.
th: กรุณาเริ่มโปรแกรมใหม่เพื่อเปลี่ยนภาษาที่เลือก
uk: Будь-ласка, перезапустіть програму для збереження налаштувань мови.
zh: 请重启程序使语言更改生效.

# release_notes_title
source: Idle Master Release Notes
cs: Idle Master - Poznámky k vydání
de: Idle Master Versionshinweise
es: Notas de versión de Idle Master
fi: Idle Master julkaisutiedot
hr: Idle Master Obavijesti Izdanja
hu: Idle Master frissítési notesz
it: Note di rilascio di Idle Master
ja: Idle Masterの更新履歴
ko: Idle Master 릴리스 노트
nl: Idle Master Uitgaveopmerkingen
no: Idle Master produktmerknader
pl: Lista Zmian
pt: Notas de lançamento do Idle Master
ro: Note de lansare Idle Master
ru: История изменений
th: หมายเหตุเวอร์ชั่น
uk: Історія змін Idle Master
zh: Idle Master更新记录

source: &Save
cs: &Uložit
de: &Speichern
es: &Guardar
fi: &Tallenna
hr: &Spremite
hu: &Mentés
it: &Salva
ja: &保存
ko: 저장(S)
nl: &Opslaan
no: &Lagre
pl: &Zapisz
pt: &Guardar
ro: &Salveaza
ru: &Сохранить
th: &บันทึก
uk: &Зберегти
zh: 保存(&S)

# saving_info
source: Idle Master is saving your information
cs: Idle Master právě ukládá vaše data
de: Idle Master Speichert gerade deine Daten
es: Idle Master está guardando su información
fi: Idle Master tallentaa tietojasi
hr: Idle Master sprema Vaše informacije
hu: Idle Master menti az adataidat
it: Idle Master sta salvando le tue informazioni
ja: Idle Masterはあなたの情報を保存中です
ko: Idle Master가 귀하의 정보를 저장중입니다
nl: Idle Master is uw gegevens aan het opslaan
no: Idle Master lagrer din informasjon
pl: Idle Master zapisuje twoje dane
pt: O Idle Master está a guardar a tua informação
ro: Idle Master salvează informaţiile dumneavoastră
ru: Idle Master сохраняет Вашу информацию
th: โปรแกรมดรอปการ์ดกำลังบันทึกข้อมูล
uk: Idle Master зберігає вашу інформацію
zh: Idle Master正在提取用户数据

# show_username
source: Show Steam username of signed on user
cs: Zobrazit Steam jméno přihlášeného uživatele
de: Zeige den Steam Nutzernamen des gerade angemeldeten Nutzers
es: Mostrar el nombre del usuario conectado a Steam
fi: Näytä kirjautuneen käyttäjän Steam käyttäjätunnus
hr: Prikažite korisničko ime prijavljenog Steam korisnika
hu: Steam felhasználónév mutatása
it: Mostra l'username di Steam dell'utente connesso
ja: 現在サインイン中のユーザー名を表示する
ko: Steam에 로그인한 사용자의 이름을 보여줍니다
nl: Toon Steam gebruikersnaam van ingelogde gebruiker
no: Vis Steam brukernavn for pålogget brukeren
pl: Pokaż nick zalogowanego użytkownika
pt: Mostrar nome de utilizador ligado ao Steam
ro: Afiseaza numele de utilizator Steam a utilizatorului logat
ru: Показывать имя подключённого пользователя Steam
th: แสดง ไอดี Steam ที่ลงชื่อใช้งาน
uk: Показувати ім'я користувача Steam підключеного користувача
zh: 显示当前Steam用户

source: This Session
cs: Toto sezení
de: In dieser Sitzung
es: Esta sesión
fi: Tämä istunto
hr: Ova sesija
hu: Ebben a futtatásban
it: Sessione corrente
ja: 現行のセッション
ko: 현재 세션
nl: Deze sessie
no: Denne økten
pl: Aktualna sesja
pt: Esta sessão
ro: Această Sesiune
ru: За эту сессию
th: เซสชันนี้
uk: Ця сесія
zh: 本次统计

source: Total
cs: Celkem
de: Gesamt
fi: Yhteensä
hr: Ukupno
hu: Totál
it: Totale
ja: 合計
ko: 총합
nl: Totaal
no: Totalt
pl: Suma
ru: Итого
th: รวมทั้งหมด
uk: Загалом
zh: 历史统计

source: &Update
cs: &Aktualizovat
de: A&ktualisieren
es: &Actualizar
fi: &Päivitä
hr: &Ažurirajte
hu: &Frissítés
it: &Aggiorna
ja: &更新
ko: 업데이트U)
no: &Oppdatere
pl: Akt&ualizuj
pt: &Atualizar
ro: &Actualizare
ru: &Обновить
th: &อัพเดด
uk: &Оновити
zh: 更新(&U)

# validate_failed
source: The data you've entered isn't valid. Please try again.
cs: Zadaná data nejsou platná. Zkuste to znovu.
de: Die eingegebenen Daten sind nicht gültig. Bitte versuche es erneut.
es: Los datos que ha introducido no son válidos. Por favor, vuelva a intentarlo.
fi: Syöttämäsi tieto ei kelpaa. Ole hyvä ja yritä uudestaan.
hr: Podatak koji ste unjeli je neispravan. Pokušajte ponovno...
hu: Az adat amit beirtál nem helyes. Kérlek várj.
it: I dati inseriti non sono validi. Si prega di riprovare.
ja: あなたが入力したデータは有効ではありません。もう一度お試し下さい。
ko: 입력하신 정보를 사용할 수 없습니다. 다시 시도해 주십시오.
nl: De gegevens die u heeft ingevoerd is ongeldig. Probeer het opnieuw.
no: Dataene du har angitt, er ugyldig. Prøv på nytt.
pl: Podane dane są nieprawidłowe. Proszę spróbować ponownie.
pt: Os dados que introduziu não são válidos. Por favor, tente novamente.
ro: Datele pe care le-aţi introdus nu sunt valide. Vă rugăm să încercaţi din nou.
ru: Данные, которые вы ввели, неверны. Пожалуйста, попробуйте еще раз.
th: ข้อมูลที่คุณป้อนไม่ถูกต้อง กรุณาลองอีกครั้ง
uk: Введені дані неправильні. Будь ласка, спробуйте ще раз.
zh: 您输入的数据无效. 请再试一次.

source: Validating...
cs: Ověřuji...
de: Überprüfe...
es: Validando credenciales...
fi: Vahvistetaan...
hr: Provjera valjanosti...
hu: Érvényesítés...
it: Sto convalidando...
ja: 確認中です...
ko: 확인 중...
nl: Bevestigen...
no: Validerer...
pl: Weryfikuję...
pt: A validar...
ro: Se valideaza...
ru: Проверка...
th: กำลังตรวจสอบ...
uk: Перевірка...
zh: 验证中...

# idle_onethenmany
source: Idle games with more than 2 hours individually, then simultaneously
cs: Procházet hry s více než 2h herního času zvlášť, zbytek nechat běžet najednou
de: Spiele mit mehr als zwei Stunden Spielzeit einzeln Idlen, danach gleichzeitig
es: "Idlea" juegos con más de 2 horas individualmente, luego simultáneamente
fi: Idlaa yli 2 tuntia pelattuja pelejä yksittäin, vähemmän pelattuja samanaikaisesti
hr: Idleajte igre s više od 2 sata, zasebno, onda istovremeno
hu: Játékok egyidejü futtatása 2 óráig, majd egyesével
it: Metti i giochi in idle singolarmente per 2 ore, dopodichè simultaneamente
ja: 2時間以上のプレイ記録のあるゲームを一つづつ個別にアイドルし、その後プレイ記録が2時間未満のゲームを同時にアイドルする
ko: 2시간까지는 따로 농사를 짓고, 이후부터는 동시에 농사를 짓습니다
nl: Idle games met meer dan 2 uur individueel, daarna tegelijkertijd
no: Standby games med mere enn to spill individuellt, også samtidig
pl: Idluj gry z więcej niż 2 godzinami pojedynczo, potem jednocześnie resztę
pt: "Idlear" jogos simultaneamente até duas horas, e a seguir individualmente
ro: Așteaptă pentru jocuri cu 2 sau mai multe ore individual, după simultan
ru: Запускать игры с более, чем 2-я часами отдельно, затем вместе
th: เปิดเกมที่ต้องใช้เวลามากกว่า 2 ชั่วโมงแยกกัน หลังจากนั้นเปิดพร้อมกัน
uk: Запускати ігри з більш-ніж 2 годинами окремо, потім одночасно
zh: 优先单独运行已满2小时的游戏，然后再同时挂卡

# add_game_whitelist
source: Add Game to Whitelist
hr: Dodaj igru na Bijelu Listu

# manage_whitelist
source: Manage Idle Master Whitelist
hr: Upravljanje Idle Master Bijelom Listom

source: &Whitelist
hr: &Bijela Lista
